[
  "byd强制加班三小时",
  "@把你骂爽了",
  "回复 五颗葡萄 : 学生时期兼职交社保那你还有应届生身份吗",
  "回复 波纳佩原住民 : 不是真的 我就没听说过轻松的药企 外企不了解 国企私企都一样卷",
  "小红书加班严重，你得先放弃这个平台",
  "必须给我上去",
  "微软",
  "没啊谷歌不厉害，亚麻才是压榨厂子啊",
  "我来打个广告，招产品，不内卷行业。资金/账务/风险/数据",
  "好耶，三文鱼脑袋有福了",
  "真的吗，之前有朋友在阿斯利康市场部，生病做手术了",
  "直接欧美企业的产品就好了",
  "奔某本部比起另几个是真不怎么加班，大部分部门965",
  "支持支持",
  "回复 稳重九爷与野蛮小弟 : ...三班倒的研发岗，你不会觉得到点就可以下班吧自己看看在台积电上班搞研发人的吐槽，再看看美国工厂人员流失率和吐槽，研发岗能搞成血汗工厂的估计全世界就这一家",
  "那还是两万好。",
  "OEM不强压的时候博世华域还行的",
  "百胜挺好的，可以自己选9:00-6:00或者9:30-6:30，当然看部门不同可能需要在忙的时候加班，但一般不要",
  "网易燕云十六声 007",
  "华硕咋样",
  "如果再加一条不做黑心甲方让供应商猛加班，那估计没几家",
  "10116是吧",
  "收集完谁发个统计名单",
  "小鹿妈妈",
  "东风日产，朝九晚五不加班",
  "加油 多做一点就比不做强",
  "买合资车 反正都是中国造",
  "白名单：韶音，运动骨传导耳机头部品牌，618准备买一个，把拒绝996写进公司文化。",
  "各个大厂小厂的牛马们，出来说说呀？你不方便说你们厂，说你知道的同行也行。",
  "银行 885 可以不用他们的卡吗",
  "你怎么还不删小红书",
  "金龙鱼就是外企双休啊",
  "回复 ㅤㅤ : 果链加班的",
  "你不知道富士康跳楼多少人是吧苹果还不如别的手机...996➕外包...",
  "说的太好了",
  "还有byd，强制加班三小时",
  "回复 Mew : 我说错了不是必胜客是海底捞。你可别说，真的好多人在支持，我感觉负面影响还不够大，让这些人都毫无感觉。",
  "至少我知道鹰角悠星是双休的，之前朋友在里面实习过",
  "适乐肤也是欧莱雅同厂的，大家记得避雷",
  "回复 红白猫嘴里有黑斑是三花吗 : 我要传播度",
  "回复 pearltata : 哈哈哈哈哈哈哈哈太可爱了",
  "滴滴不怎么加班 周五和节假日前还可以早下班",
  "回复 lllwzotis💙🥕 : 我在恒瑞确实不太加班呀 基本能正常下班",
  "？完全不行",
  "外企供应链和研发部门也都是猛猛加班",
  "唉很多时候出去吃饭看到门口贴的招募服务员标准就不想进去了……",
  "百胜旗下：kfc必胜客塔可钟拉瓦萨咖啡",
  "分部门和地区，有的不是",
  "换得少一些总能做到！5年换一部!哈哈哈…",
  "公司用996或者9126公司提供的服务怎么算",
  "你好，比亚迪电子生产iPhone、iPad，天天996",
  "看看能找到几个不加的，好像没几个。",
  "我先把搞竞争文化和狼性文化的加入黑名单，迪和华",
  "宇通严禁加班 员工福利好",
  "至少不当工贼卷同事",
  "你评论区咋那么多996👅🐶",
  "都说腾讯在互联网公司里，算是最不卷的。注意是互联网公司这个圈子里比较。比较差的可能是美团？开水团，还有字节，字节我非常确定，非常卷。",
  "桥是甲方的，不是设计院的",
  "必须支持，净化打工环境！！",
  "建议先仅限中国打工人（其他国家管不了），然后先从可替代的品牌开始，目前基本上汽车和手机可以把国内品牌都排除了。比如外卖，我现在没再用美x转而用京x，因为京x有改变了，就应该支持有社会责任感的品牌。",
  "哪个部门呀，我在质量部基本天天加",
  "不卷的普遍是外企",
  "明确的说，加班",
  "原铁是什么",
  "网易现在基本上都是11个小时吧",
  "电商平台里，唯品会似乎是基本上不加班的",
  "回复 Sital（软装版） : 这家老板好像是个挺年轻的人～所以管理观念比较先进～",
  "蹲蹲xbotgo",
  "非996岗位优先照顾非996群体和供应链",
  "小红书好像改双休了",
  "电动工具大有纯国产",
  "纯纯纯纯",
  "xhs，pdd，字节这几个是最严重的",
  "ikea",
  "回复 波纳佩原住民 : 那我提供个人信息 就是我在恒瑞 也有朋友在lily 和罗氏确实没有群体性的“996”文化 个别部门的情况不清楚",
  "白名单：安康诺顿预适应训练仪，节假日全放，还会提前下班",
  "工厂是多班倒",
  "回复 ㅤㅤ : 国产的有木有？",
  "回复 波纳佩原住民 : az好像确实有点卷 但我在恒瑞真不怎么加班",
  "回复 吉秀荏 : 是“懂哥”",
  "那首先就不能用小红书了",
  "支持你，很有意义",
  "996/995的公司非常多的，完全拉黑不现实，我们可以先从最严重到最轻微做个排列，然后逐步拉黑他们，给他们玩个末尾淘汰，每个季度更新一次数据",
  "并行不悖",
  "回复 ？ : 那你咋不去办公室的啊，办公室不是员工？",
  "无所谓，电子产品还是按性能说话",
  "看看快手吧，他们家以加班为豪，之前合作过，说自己十二点下班，还说我们公司加班太少了",
  "胖东来周工作6天",
  "加油从我做起",
  "米子员工表示。。。真的很毒，劳动者保护完全没有，一生黑",
  "国产车的车机都是996卷出来的，比亚迪，吉利，长安，一汽，北汽，蔚来，小米，哪吒……外企的暂时不太清楚",
  "回复 波纳佩原住民 : 欧克",
  "家里电脑全是苹果，用惯了不可能换华为小米",
  "回复 lllwzotis💙🥕 : 我们不轻松 但真的不怎么加班",
  "对，但不能天天加，安排任务直接把加班当常态！",
  "太需要了，请尽快建起来",
  "（如何推广给全世界",
  "所有app全卸载，没一个无辜的",
  "有，国家电网",
  "支持！哪里有压迫哪里就有反抗！",
  "新能源车买比亚迪的，加班强度比宁德时代小很多",
  "欧盟受欢迎产品吗？",
  "联想，每次路过办公楼已经熄灯了",
  "会一直支持你的，我们一起加油吧，争取属于自己的权利",
  "这家绝对榜一别人我不敢要求，我自己绝不主动购买他家产品",
  "回复 一碗拿铁 : github还能被举报吗",
  "说藤子不加班的事水军吧",
  "回复 波纳佩原住民 : 支持支持",
  "在国内那就基本买不到东西了",
  "回复 Hiddy : 应该可行",
  "我们药企不怎么加班 大家放心吧",
  "华熙生物，早9晚5点半，双休，节假日不加班。不过工资水平比较低",
  "美的现在应该是不加班的",
  "把所有APP卸载！",
  "原来打广告",
  "先卸载小红书",
  "基本去掉所有国产品牌了",
  "竟然一时间想不出来，想了半天，还是没想出来。",
  "非常支持@小圆Xl",
  "一加手机加班吗最近在物色新手机…",
  "可以搞个云文档放上去，只读权限，每个sheet是品类，例如手机，然后这一页是每个手机公司的加班情况",
  "别跟我说什么“对供应链放宽”哈怎么底层人真就不是人是吗要抵制就别双标",
  "苹果的代工厂都是血汗工厂",
  "海底捞是不是之前有人发帖说不尊重员工？那我估计加班也是很严重的了，所以我都一直跟我家人说不要去吃海底捞",
  "对一切形式的加班say no！",
  "那首先就要卸载xhs",
  "国家电网",
  "看评论看完了感觉，卷和加班是科技行业进步的必须因素，评论区提到的稍微宽松一点的，要不就是行业中下游产品一般的，要不就是外企自己很爽，但是是依靠加倍压榨供应链企业实现的",
  "所有台积电造出来的芯片，都是疯狂加班造出来的台积电甚至研发人员都是三班倒，可能是全球唯一，那你不得抵制台积电",
  "所以等到有合适有力的竞品之后，多支持xhs的竞品",
  "狗头加的好",
  "提名白名单:喜士多便利店",
  "苹果似乎没有996吧，那我还是用苹果好了",
  "小红书监听我啊",
  "回复 波纳佩原住民 : 米哈游996，所以你还玩米哈游的游戏嘛，专门进你主页看的",
  "失败主义有意思吗",
  "苹果",
  "顶 支持",
  "@Echoxiaoya 笑死在小红书发这个先卸载吧",
  "那怕是要裸奔了，大部分工厂都是996这种模式，少数三班倒的",
  "你说的是办公室的那些，生产的工厂去看过了吗？",
  "设计院地产公司都大于996，咋办，去野营不买房了",
  "我首先排除华为 BYD",
  "除掉这些，实际上很多和个人相关的食品行、医疗行业，才是重灾区好么。。。",
  "黑名单：监狱厂，小鹿妈妈！",
  "打螺丝不好，我大学暑期干过暑假工，12-12的白夜班，夜班没有夜班费，赶产量要被骂",
  "联想挺好的。",
  "充的都是电网的电",
  "啊走错片场了啊喂",
  "回复 战神玛利亚 : 这两个本来就没人吃了吧",
  "不用白名单了你们买的大多数产品有很多底层供应商的，我们公司给一些公司供应芯片，他们加不加班我不知道，但是我们是真的加班啊",
  "评论区是生产力决定生产关系的最真实写照",
  "不买了",
  "北京现代北京奔驰沃尔沃都不卷赶紧来买",
  "避雷HOVM等手机品牌，供应商都是跟随终端强加班",
  "先从对外炫耀员工加班或者员工抱怨太多的开始，我先来，绝不买： BYD",
  "避雷某果，中午都必须发邮件的",
  "董阿姐奇怪的管理观念留给有缘人吧，我反正不买",
  "回复 小红薯633EF3B7 : 就问你，加班了吗",
  "蔚来裁员挺严重的",
  "回复 三蒙 : 行政人员吧",
  "百雀羚 单休",
  "货拉拉上海分公司是965，我刚结束实习🙋🏻‍♀️没有无效内卷风气很好",
  "工厂没有不加班的吧",
  "上海除了pdd基本都是995吧",
  "回复 ㅤㅤ : 我国主流品牌(包括果子)的旗舰除了华为荣耀都是在富士康造的，富士k底薪2000块，员工想要拿5000需要上13天休一天每天上十二个小时，而华为的松山湖工厂是唯一开出底薪4900的代工厂，自以为聪明的村㊗️，尤其是被人卖了还给人当枪使的村㊗️也是996无法彻底消失的原因",
  "支持 不管有没有用 做了总是有点用的 也能让大家找工作的时候排雷",
  "回复 发黑的灰化肥 : 你私权加了🕯️",
  "回复 🐰兔糖🍬 : 刚刚刷到上海浦东发了消费券，然后大家都去八佰伴买黄金了，笑死",
  "依稀记得那年百胜来我校校招带了很多KFC的炸鸡",
  "阿里 腾讯 百度 京东 拼多多 小红书 字节 美团 小米 华为 科大讯飞 oppo vivo 比亚迪 小鹏 理想 未来 基本上都别想跑",
  "回复 momo : 三班倒也是八小时工作制啊…",
  "总要有站出来的人，但是不使用剥削公司很难实现，但是不付费可以，先从不充游戏开始",
  "没有，就算手机厂商不卷，处理器场商你管不管？高通联发科可都是卷王大户",
  "稍微好一点，之前在上海实习过的几个小公司是这样的",
  "造船业的产品不要碰了，我这行业的，996都算轻的",
  "大家觉得985的公司怎么样？朝9晚8周末双休",
  "抵制比较简单",
  "小米啊，全球首发 996",
  "应该只剩外企了吧 还得是德法那种欧企吧",
  "还有电网公司",
  "联想真的不加班",
  "这APP就是996产品",
  "苹果？",
  "除非外企，但是外企基本快走完了",
  "避雷*米*为bm*奔*蔚*等汽车品牌，供应链上都是强制加班压榨哈",
  "回复 派大星倒骑驴 : 不需要自媒体账号，像游戏行业那几个名单一样做个云文档就好了，多用几个平台以防被ban",
  "回复 猫を飼いたい : 请问国内是什么样的 institution 在调/查这个呀？学术机构嘛",
  "听说过诶，之前和崩铁的知更鸟联动过，特别貌美的耳机",
  "骑手保险都没有，太不行了",
  "强生，普通消费者可以去买药",
  "那估计是要退出中文互联网了",
  "搞这么复杂干嘛，有条件直接外资品牌就是了。中资的自证清白后可以考虑。",
  "管他呢，先支持一个",
  "回复 贝乐读书 : 我国主流品牌的旗舰除了华为荣耀都是在富士康造的，富士k底薪2000块，员工想要拿5000需要上13天休一天每天上十二个小时，而华为的松山湖工厂是唯一开出底薪4900的代工厂，自以为聪明的村㊗️，尤其是被人卖了还给人当枪使的村㊗️也是996无法彻底消失的原因",
  "期待！必买好物！",
  "富士康13连跳",
  "联想，很少数按外企方式在运行的中国公司，不加班",
  "白名单：vivo，虽然无法做到不加班，不同部门情况也不一样，但自从不搞大小周后，对加班越来越不提倡。加班要申请，周末加班双倍工资（因为这个一些开发的人很喜欢加班）。一些部门申请周末加班的话，公司的人力还会过来问你是什么情况",
  "我公司在这边巨tm无敌爆炸白朝九晚五年休150天加班费按分钟算希望都来买我公司的产品，但是听国内分公司的人说他们卷到爆，所以只能说外企也是中国的外企...",
  "支持",
  "买GoPro,iRobot不就行了吗？",
  "前司确实是不996，床品，多喜爱",
  "支持。",
  "安卓系统的手机不是一个封杀？谷歌加班也很厉害啊",
  "先抵制拼多多吧",
  "回复 kk : 居然。。之前一直以为博世955的",
  "回复 momo : 就跟前段时间德赛被举报到苹果一个意思，只不过人家德赛真的怕了我们这供应链都没人敢举报的。本来就是gangster性质的企业，和bm*等企业狼狈为奸罢了",
  "GN jabra吧，做耳机的。之前去他们那边出差五点多躲进去会议室开了个会，出来6点。回到工位那边他们连灯都关了……",
  "我要买手机，蓝牙耳机，帮忙推荐一下非996的企业品牌",
  "51前已离职，51不出门，在家躺着",
  "支持你去做👍",
  "怎么还有人说腾子不加班，腾子业绩好一点的部门加的起飞",
  "茅台、五粮液、古井贡酒、洋河大曲、老干妈、中国烟草集团总公司、一汽集团、上汽集团、广汽集团、鞍钢集团、宝钢集团、工行、建行、农行、交行、浦发银行、各地公交公司、轨道交通",
  "回复 战神玛利亚 : 老乡鸡胖东来这些支持起来都很容易啊",
  "我一直喜欢唯品会，主要是退换货方便，没想到他们竟然不加班",
  "OV比小米还卷，我在V的时候，是单双休，晚上十一点前没有人下班",
  "制造业，8.30-5.30，正常双休",
  "百度基本10.10.5，虽然不喜欢联想这个品牌，但是联想确实不怎么加班，下个电脑支持一把。手机之前听说ov相比小米和华子好一些，汽车蔚来和小鹏好像可以",
  "回复 \\Kaig24 : 我说的供应链哈。本部不清楚。之前bm*来我们这里做human rights调查结果硬是查出来个最高分，我就知道这些大企业其实都是笑话了",
  "非常支持",
  "支持一把",
  "先卸载🍠",
  "回复 山阿杉_ : 哈哈哈哈 不懂老板为什么取这个名 我朋友看到就问我说这真的不是猫用的吗",
  "有印象的，之前还投过他们家的校招，可惜没啥缘分哈哈哈",
  "全世界都没几个能不被排出的",
  "10126",
  "回复 小红薯 : 我只管我能换的，尽自己的力。干死一个卷狗算一个。",
  "优衣库吧，总部至少不鼓励加班，加班也是算调休的。门店有销售轮班性质，但总体也一样注重出勤时间，有加班就要有加班费。供应商据我所知也是被要求禁止违法加班",
  "完了，我脑海里面只有胖东来和乐视了，好扎心(ಥ_ಥ)",
  "富士康呢？",
  "很多设计院996，加班到凌晨，要不要标注下哪座桥，哪个地铁站别去",
  "联想工厂呢",
  "联想实习真的爽爽爽爽支持应该所有企业都这样",
  "现在我就穿着nike的鞋子",
  "感觉这个名单已经可以排除几乎所有国内互联网大厂和某些知名热点行业头部企业了",
  "倒也不是，得看工龄",
  "各位使用的手机卡多为996",
  "做消费品的公司只占极少数，更多的是原材料厂家。比如我之前在的美资企业做4休3，代价是背后的300多家原材料供应商全是996。所以你这种对品牌的抵制没有实际意义。",
  "同[亲一个R]",
  "监狱厂是哪个",
  "搞个小程序或者网站",
  "支持外资是第一步，没了它们，以后我们就是炼狱",
  "肯定不行的",
  "我司！@守护者宇宙TUT UNIVERSE 每天画画到点就走爽爽嘟😋",
  "蹲",
  "回复 田田没蛀牙✨ : 为啥没有？就交寒假工作那两个月，不影响",
  "先设定一个产品，比如先从手机开始。哪家公司坚持社会主义，坚持群众路线，就选哪家。",
  "有程序员能做一个软件统计吗，实时排名，开源的",
  "是直接在办公室搭床睡，不下班就不算加班那种“不加班”吗",
  "美威三文鱼，我现在在的公司，挪威企业，965不加班，不卷，不打卡，不扩张体量，就默默生产三文鱼、卖三文鱼。。。[棒R]推荐大家都来买！",
  "支持！！",
  "回复 波纳佩原住民 : 我决定，如果我哪天到了上海请你吃饭",
  "已经开始双休了，你不知道吗？",
  "苹果airpods",
  "没错，连电也掐了",
  "回复 猫を飼いたい : 太讽刺了吧",
  "回复 波纳佩原住民 : 这个也是有些加班有些不加 感觉没法一棍子打死 但确实最近变得有点小卷",
  "回复 ada : 拉黑我了？",
  "回复 贝乐读书 : 你换什么也没用啊，处理器就是高通联发科在做，你不管干死哪个手机厂商都是他们垄断处理器，但是他们都加班，这你咋办？麒麟也加班，苹果那边也加班",
  "华为呀，当年的“床垫文化”相当自豪呢",
  "这样发帖很难做到搜索，建议做黑名单每周投票，弄个爬虫自己统计回复的投票数量。投票前三名验证加班或者压迫证据，确认了就挂黑名单一个季度。然后每周更新。",
  "可是小红书加班很严重吧，我们应该先从不用小红书做起。。",
  "假如是有其他合作单位呢",
  "恰恰相反，卷和加班会让我们永远处于供应链底端，创新能力不足，永远走捷径，永远靠“低人权优势”。科技行业是脑力劳动不是搬砖，创新需要宽松包容的环境而不是压抑的996。",
  "来武汉联想工厂看看，富士康看看，这两个都是生产联想电脑的，富士康对比联想本厂可能还要好点，联想就是真正的血汗工厂",
  "我一直用联想的，这么多台都是联想，还有拯救者",
  "回复 枫岚 : 水月雨，下面有人提到",
  "我在写脚本爬取数据了，后续统计好可以分享出来",
  "回复 米麻薯 : 以前就是在github项目 996icu",
  "说苹果不加班的都是你们一厢情愿，比亚迪电子、富士康这些生产苹果的哪个不加班？",
  "先从to c的公司开始咯，to c公司都能965的时候再追究供应链，饭要一口一口吃",
  "回复 波纳佩原住民 : 我说错了不是必胜客，是海底捞。我不是说支持啊，我是要拉黑。",
  "支持外企！",
  "为什么要选择云闪付呀，有什么说法嘛",
  "游戏公司基本都是吧，至少上海头部这几家都没有996，1075的多了去",
  "可以打广告，就要打广告",
  "我们搜狐没有996哈哈哈",
  "联想真的比较劳动环境友好吗?",
  "抵制996≠抵制加班，偶尔有事儿难免加一两个小时问题不算大",
  "你忘记加狗头了",
  "博主加油",
  "@苦瓜炒蛋 把我们的公司先拉黑",
  "全球所有知名手机品牌都加班，把手机丢了吧，别上网了",
  "特指总部哈",
  "回复 三蒙 : 同问啥部门，不用开跨国会么[呃R]",
  "立即推，卸载小红书。",
  "支持✊非常好的提议！要团结起来，支持提倡不加班白名单",
  "国内车企（销量不垫底的）敢说不996的只有特斯拉了",
  "拼多多第一个卸载",
  "富士康996算苹果头上么",
  "展开讲讲？ 为什么跳？ 富士康怎么应对的？",
  "妈呀刷半天评论区就没几个",
  "先把你手机里原铁都删了🤣👉🏻",
  "之前有的，被河蟹了。还有个导师评价网，也没了",
  "恰恰说明加班是一种文化，本质还是喜欢折磨人",
  "支持！他们最怕的就是这个",
  "确实是",
  "空客Airbus不加班，大家都来买320吧",
  "感觉这个可能得细化，公司程度有时候覆盖不全了，得细化到组维度或者领导班子维度",
  "回复 ㅤㅤ : 苹果也加班的",
  "大部分国企啊",
  "我前司，965，偶尔加班，可惜老板卷钱跑路了",
  "运营和商务要对客这种走不了感觉也是蛮正常。。。因为客户不下班有问题逼逼赖赖 她们只能陪着？",
  "楼主如何验证提供者所说真假",
  "可以哎，还可以帮助别人",
  "回复 Mak : 我朋友在apple China，我看她从不加班啊",
  "对，他们的热情服务都是被逼出来的耳麦里有人盯着，你一段时间不说话不殷勤问候就扣钱",
  "@asdzzzzzzzzzz",
  "我们既是员工，也是消费者",
  "手机只能买这种便宜的，但是我可以减少换代频率和使用二手",
  "苹果供应链上都是加班加点 真不是什么好企业",
  "杭州四大厂肯定单休的",
  "非常同意。而且很多外企都被卷走了，也可以支持一下，让良币重回市场",
  "谢谢，各位都是革命者",
  "回复 Mew : 我也是觉得太离谱了那个队，好吃的火锅多的是",
  "非常支持你，我也会以身作则",
  "生产商双休。底下的经销商公司是牛马公司怎么办",
  "@去你的芝麻蛋糕叮叮糖 @一只鱼 @胖鱼鱼 @refrain @qiqi",
  "蒙特利尔银行北京分行，如果晚上7点银行不关门，加拿大总部的警报会响",
  "点了，还可以一家一家整治，一把筷子折不掉，一根筷子呢",
  "回复 狂奔的相机 : 钱可以众筹",
  "这位是奴才还是主子",
  "支持了！！！！",
  "回复 战神玛利亚 : 感觉海底捞都是不正常的去煮饭的人在去吃，每次看看排队都非常久，很久没去过了",
  "抬个杠",
  "手机行业建议全部抵制，苹果富士康加班跳楼，处理器供应商台积电三班倒加班10小时➕，ov加班也严重",
  "回复 发黑的灰化肥 : 电网不是私企啊电网是有编制的好单位，快比上烟草了都，而且电消费这些都是特种行业啊，怎么能和和私人企业比，福利待遇更是差多了",
  "加一个条件，有的选的情况下不用它，损失不太大的情况下不选它，比如某个宣传老婆生孩子坚持上班研发的车企",
  "你想多了哪有不加班的",
  "美团10-8-5，中午午休两小时，晚休5-7点，比较灵活，如果忙的话午休和晚休时间压缩，加班到10点",
  "纯纯搞笑",
  "回复 pearltata : 哈哈哈哈哈括号里的说明好可爱",
  "大家有没有不卷的手机推荐？手机这台vivo用完，改用其他的。目前只想到魅族手机。",
  "有的公司不是全员都加班，甚至同一个工作室不同部门之间也不一样，毕竟经常对接工作的时候发现对面下班了这种得怎么算",
  "先建名单呗，至少让资本家看到大家更愿意为了懂法的企业买单，所以我最近都在点京东外卖",
  "可能确实不加班，买了个他家的cd机那盖子直晃荡都能打快板儿了",
  "我直接低消费，五一拒绝出门，不合作不参与",
  "我们公司955不加班！就是品牌比较小众，才刚开始做，大家有需要买牙刷牙线可以看下我们！",
  "回复 田田没蛀牙✨ : 应届生应该是看你毕业证上的毕业年份，之前兼职交社保不影响",
  "我提供一个思路，对制造业，有替代品的就正常买，有余力就多买支持，不能替代的就减少更新频率或者尽量使用二手，对996的软件就白嫖，不浏览算法推送的内容不贡献流量收益，绝对不买任何带货产品，而且利用这些社交平台来联合更多可以团结的人，削弱资本主义的市场力量",
  "回复 momo : 就是bm*作为外企他们内部派人来调查供应链，结果不过是狼狈为奸提前通风报信查出来个全球供应链最高分笑死了",
  "工贼脚刹了",
  "汽车 宝马",
  "顶🔝",
  "知乎",
  "回复 Hiddy : 打工人报团取暖，我们是没有代理人的",
  "果子貌似在科技公司里也算卷",
  "拼多多，绝对不是996",
  "回复 momo : 码住了 你们公司什么时候招聘",
  "回复 Sital（软装版） : 我也不懂哈，只是道听途说哈哈哈，也没有内部员工来证实一下呢",
  "白名单：七猫 965",
  "看了下评论区，感觉就是放开我们也做不成像样强有力的工会，最后结果都是为资本服务，因为工贼太多了，而且有的领域也会刺激到一些人的“国货心”，因为该领域国产品牌基本都是靠压榨，比如汽车……",
  "没有唱反调的意思，我觉得一下子很难做到因为就遵守劳动法的大公司疑似有点太少，但我绝对支持那个从时长少到时长多排列然后搞末位淘汰的方案。",
  "vivo投递了没后续遗憾退场",
  "支持，我的看法跟你差不多，我还是要加上个必胜客老乡鸡",
  "准确说，所有常用app卸载",
  "回复 重生之我是mo鱼爽 : sry我忘记了！是Tonochi 通吃猫（是人用的口腔护理产品 不是猫的）",
  "买过两个耳机，都蛮好用的而且很漂亮，做工也好",
  "是的",
  "我们在小红书批判小红书，她们审核加班看咱们这条",
  "教育互联网类的，我们公司的运营交付真的不加班",
  "支持，钞票就是选票！",
  "白名单感觉没太有威慑力，感觉黑名单能给到的压力大一些。",
  "避雷所有寿险公司",
  "^_^，博世嘎嘎加",
  "pdd10.10.6",
  "互联网公司没有不加的，博眼球博主还是可以的",
  "可替代性高的开始。美妆护肤方面，现在把欧莱雅系列产品全部拉黑着；小米车和我没关系，就一点小家电，我也能拉黑；格力三观不同也拉黑着；平时支付尽量选择云闪付和刷卡；微信朋友圈不发，只作为办公软件应用。反正想想15年前的生活方式就差不多摆脱它们了。",
  "抵制月薪低于2万的产品",
  "据说一个卖耳机的，叫水月雨，这个公司好像是，到点拉闸，禁止加班不知道有没有员工来证实一下～",
  "加班",
  "回复 书书法法 : 那可以放在github上",
  "支持，我也有这个计划。中国公司都是996那有如何呢，只要我们从最严重的开始避雷、集体抵制，总会慢慢变好的。",
  "哈哈哈哈。大家都失业有精力干这事。哈哈哈哈😂请审查的牛马袖手旁观。",
  "美团是不是也还行？",
  "帅！终于有人出来做这个了，支持",
  "先把小红书卸载了",
  "支持联想不加班",
  "那你还用小红书？",
  "那基本上什么都用不了了",
  "外企呗，我们955",
  "联想",
  "回复 Mak : 好像还真是行政部门",
  "和我想的一样，我只买对工人和员工好的产品",
  "也算黑名单嘛～",
  "空",
  "怎么不写牌子呀姐妹想支持捏",
  "不管怎么样 支持你。",
  "英特尔，同事在里面享福，955",
  "山航",
  "白名单，果麦",
  "软件已经被列入加班豁免的对吧",
  "这家耳机特别貌美",
  "本来就拒绝一切小米",
  "牙线我说一个舒客，查了很多家最后选择买舒客。哪怕几块钱我都不愿意花给不好的公司",
  "之前GitHub上搞过，把干掉了",
  "举双手赞成，仔细找还是有没有996的",
  "耳机厂是不是好很多啊，刷到水月雨和韶音也是不加班的",
  "大家自建合作社吧，很多基础生活用品，小型合作社足够了。",
  "所有自主品牌的车都别买了，据我所知业内一个比一个卷",
  "先想想怎么阻止外企996化吧",
  "可以搞个表，先从最严重的开始抵制，每个月末尾淘汰，加班最多的企业评C",
  "nivea",
  "这就是人民的力量吗！！！",
  "支持！！✊",
  "oatly是到点准时下班的，但没hc",
  "那大家得卸载一大半购物软件",
  "在能力范围内，只买外企生产的",
  "想被喝茶了",
  "你该问题，怎么还在用电器",
  "其实只要不结婚不买房不生孩子就可以了",
  "苹果加班加的飞起[呃R]不管是apple china 还是硅谷总部都是",
  "特斯拉卷不卷",
  "黑名单点名：长宁金虹桥楼上",
  "dd",
  "以前搞过类似的，很快就被没有了。。",
  "那基本没什么国产能买的了",
  "多低？",
  "码住",
  "外企基本上没有",
  "没错，支持",
  "说得好",
  "Apple",
  "那就支持外企，不用怀疑，除非产品实在太差，品质价格差不多，就选外企。",
  "问个问题，同样的职位，一个2万月薪8点上班5点下班，一个4万月薪10点上班9点下班，是不是前者全好公司？",
  "嗯…… Nike是不加的，自己不加也不允许供应商加，我们是它的供应商，我司只有主做他家产品的那一个工厂不加班",
  "Up",
  "首先排除大米公司",
  "为啥我校招时候面试官明确和我说特斯拉工程师工作强度不低希望我能抗压",
  "需要电动工具手动工具的可以看看实耐宝～ 不过是外企",
  "白名单：蔚来 965 弹性上下班不打卡 老板带头六点下班 但最近情况不太妙 改966了应该是暂时性的",
  "小红书呢",
  "可以晚上八点去世纪大道看看还是换联想吧",
  "小红书的运营和商务是基本23点24点下班，后半夜的也不少。",
  "小红书也是啊",
  "我说手机厂商，为啥把我评论删了",
  "苹果的零部件供应商就没有一个不加班的。因为苹果他自己加班也很严重",
  "我司8115新能源谁爱来谁来吧",
  "回复 小红薯641857F8 : 米太大了，部分项目组是不怎么加班的，至少原神崩铁相对比较养老，而且也没有加班文化（强制996工时排名）这种东西，但肯定卷一点",
  "所有合资车品牌",
  "那我手机还有几个 app 能用？",
  "支持！",
  "美的裁员拉不拉黑啊那空调还能买哪家的",
  "太需要了，已经不买华为和小米产品了，汽车不要买奇瑞，全是996工作制",
  "现在招人吗（食品研发or研发助理）",
  "外企的本土供应链基本没有不加的",
  "学生时期，在武汉做过寒假工还给我交了社保",
  "上汽还算良心，虽然经常加点班，但不强制996，不排除个别拼命三郎"
]